var ipaBaseData = [
  {
    id: 0,
    title: '什么是音标？',
    content: '音标类似于汉语拼音，是记录音素的符号，也是音素的标写符号。一个音素只用一个音标表示，而一个音标并不只表示一个音素。',
    imgUrl: '/images/pinyin.jpg'
  },
  {
    id: 1,
    title: '音标的分类？',
    content: '音标分为元音和辅音。发音时气流振动声带，在口腔、咽头不受阻碍而形成的音叫元音。元音在音标发音中的作用类似于汉字注音的声母。发音时气流在口腔或咽头受到一定程度的阻碍而形成的音叫辅音，又叫字音。辅音在音标发音中的作用类似于汉字注音的韵母。',
    imgUrl: ''
  },
  {
    id: 2,
    title: '什么是元音？',
    content: '元音又称母音。所有元音的发音都需要靠张嘴震动声带。几乎所有的英文字都含有元音，因此我们可以说元音是构成英文字发音的基本元素。元音一共有24个。（这里的元音个数指美式音标，DJ音标元音20个）。',
    imgUrl: ''
  },
  {
    id: 3,
    title: '什么是辅音？',
    content: '辅音又称子音。辅音发音时气流受到发音器官的各种阻碍，声带不一定振动，不够清晰响亮。辅音一共有24个（这里的辅音个数指美式音标，Dj音标元音）。',
    imgUrl: ''
  }
]

module.exports = {
  items: ipaBaseData
}